<?php

namespace Database\Seeders;

use Illuminate\Database\Console\Seeds\WithoutModelEvents;
use Illuminate\Database\Seeder;
use Illuminate\Support\Facades\DB;

class CoursesSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        //
        DB::table('courses')->insert([
            'name' =>'كورس دراسة الجدوى',
            'description' =>'دراسة الجدوى هي دراسة تحليلية تعمل على رصد وتحليل جميع العوامل المحيطة بالمشروع والتي ستؤثر على فرص نمائه ونجاحه واستمراره، وتتحكم بالجدوى الاقتصادية من الدخول في المشروع1. الهدف الرئيسي من دراسة جدوى المشروع هو توفير أكبر قدر ممكن من المعلومات وبناء التوقعات الموضوعية والمنطقية التي تقلل من المجازفة والمخاطرة وظروف عدم التأكد، والوصول إلى قرار منطقي بتبني فكرة المشروع والانتقال إلى التنفيذ، أو إهمال المشروع أو تغيير بعض التفاصيل التي تجل المشروع مجدياً12345. يتم تقسيم دراسة الجدوى إلى مجموعة من الأجزاء حيث يكون كل جزء فيها مختص بدراسة أمر محدد داخل المشروع وبعد الدراسة والتحليل يتم التوصل إلى النتائج النهائية التي تخص المشروع وتحديد إمكانية تنفيذه من عدمه4',
            'status' => 1,
            'created_at' => now(),
            'updated_at' => now(),
        ]);

        DB::table('courses')->insert([
            'name' =>'كورس دراسة الجدوى',
            'description' =>'دراسة الجدوى هي دراسة تحليلية تعمل على رصد وتحليل جميع العوامل المحيطة بالمشروع والتي ستؤثر على فرص نمائه ونجاحه واستمراره، وتتحكم بالجدوى الاقتصادية من الدخول في المشروع1. الهدف الرئيسي من دراسة جدوى المشروع هو توفير أكبر قدر ممكن من المعلومات وبناء التوقعات الموضوعية والمنطقية التي تقلل من المجازفة والمخاطرة وظروف عدم التأكد، والوصول إلى قرار منطقي بتبني فكرة المشروع والانتقال إلى التنفيذ، أو إهمال المشروع أو تغيير بعض التفاصيل التي تجل المشروع مجدياً12345. يتم تقسيم دراسة الجدوى إلى مجموعة من الأجزاء حيث يكون كل جزء فيها مختص بدراسة أمر محدد داخل المشروع وبعد الدراسة والتحليل يتم التوصل إلى النتائج النهائية التي تخص المشروع وتحديد إمكانية تنفيذه من عدمه4',
            'status' => 1,
            'created_at' => now(),
            'updated_at' => now(),
        ]);

        DB::table('courses')->insert([
            'name' =>'كورس دراسة الجدوى',
            'description' =>'دراسة الجدوى هي دراسة تحليلية تعمل على رصد وتحليل جميع العوامل المحيطة بالمشروع والتي ستؤثر على فرص نمائه ونجاحه واستمراره، وتتحكم بالجدوى الاقتصادية من الدخول في المشروع1. الهدف الرئيسي من دراسة جدوى المشروع هو توفير أكبر قدر ممكن من المعلومات وبناء التوقعات الموضوعية والمنطقية التي تقلل من المجازفة والمخاطرة وظروف عدم التأكد، والوصول إلى قرار منطقي بتبني فكرة المشروع والانتقال إلى التنفيذ، أو إهمال المشروع أو تغيير بعض التفاصيل التي تجل المشروع مجدياً12345. يتم تقسيم دراسة الجدوى إلى مجموعة من الأجزاء حيث يكون كل جزء فيها مختص بدراسة أمر محدد داخل المشروع وبعد الدراسة والتحليل يتم التوصل إلى النتائج النهائية التي تخص المشروع وتحديد إمكانية تنفيذه من عدمه4',
            'status' => 1,
            'created_at' => now(),
            'updated_at' => now(),
        ]);

        DB::table('courses')->insert([
            'name' =>'كورس دراسة الجدوى',
            'description' =>'دراسة الجدوى هي دراسة تحليلية تعمل على رصد وتحليل جميع العوامل المحيطة بالمشروع والتي ستؤثر على فرص نمائه ونجاحه واستمراره، وتتحكم بالجدوى الاقتصادية من الدخول في المشروع1. الهدف الرئيسي من دراسة جدوى المشروع هو توفير أكبر قدر ممكن من المعلومات وبناء التوقعات الموضوعية والمنطقية التي تقلل من المجازفة والمخاطرة وظروف عدم التأكد، والوصول إلى قرار منطقي بتبني فكرة المشروع والانتقال إلى التنفيذ، أو إهمال المشروع أو تغيير بعض التفاصيل التي تجل المشروع مجدياً12345. يتم تقسيم دراسة الجدوى إلى مجموعة من الأجزاء حيث يكون كل جزء فيها مختص بدراسة أمر محدد داخل المشروع وبعد الدراسة والتحليل يتم التوصل إلى النتائج النهائية التي تخص المشروع وتحديد إمكانية تنفيذه من عدمه4',
            'status' => 1,
            'created_at' => now(),
            'updated_at' => now(),
        ]);

    }
}
